tap "caskroom/cask"
tap "nikitabobko/tap"
brew "awscli"
brew "bat"
brew "cmake"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "git"
brew "git-delta"
brew "htop"
brew "hwatch"
brew "imagemagick"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "powerlevel10k"
brew "protobuf"
brew "ripgrep"
brew "rustup"
brew "tlrc"
brew "tmux"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "ghostty"
cargo "cargo-nextest"
cargo "flamegraph"
